Repository: JigSawFr/iftheme
Catalog: languages/*.po
Languages: hr_hr

source: Error 404 Not Found
hr_hr: Greška 404 nije pronađeno

source: Oops. Fail. The page cannot be found.
hr_hr: Oops. Greška. Nije moguće pronaći stranicu.

source: Please check your URL or use the search form below.
hr_hr: Molim provjerite URL, ili koristite tražilicu ispod.

source: Archives
hr_hr: Arhivi

source: No results
hr_hr: Nema rezultata

source: About:
hr_hr: O:

source: Recent Posts by
hr_hr: Nedavni članci od

source: Written on
hr_hr: Napisano na

source: at
hr_hr: na

source: Categories:
hr_hr: Kategorije:

source: No posts by
hr_hr: Bez članaka od

source: Recent Comments by
hr_hr: Nedavni komentari od

source: %1$s on %2$s
hr_hr: %1$s na %2$s

source: No comments by
hr_hr: Bez komentara od

source: No post for the moment
hr_hr: Trenutno bez članaka

source: No post for the moment and/or no homepage category selected
hr_hr: Trenutno bez članaka i/ili nije odabrana početna stranica kategorije

source: Your comment is awaiting approval.
hr_hr: Vaš komentar očekuje odobrenje.

source: No comments yet. You should be kind and add one!
hr_hr: Bez komentara. Budite ljubazni i dodajte koji!

source: logged in
hr_hr: prijavljen

source: Log out
hr_hr: Odjava

source: Allowed HTML tags:
hr_hr: Dozvoljene HTML oznake:

source: Name
hr_hr: Ime

source: Mail (will not be shared)
hr_hr: ePošta (neće biti prikazana)

source: Website
hr_hr: Web stranica

source: Comment
hr_hr: Komentar

source: The comments are closed.
hr_hr: Komentari su zatvoreni.

source: Local antennas
hr_hr: Lokalne antene

source: Warning - You must assign a category to the current user <a href="%2$s/wp-admin/users.php"><b>%1$s</b>!</a>
hr_hr: Upozorenje - Morate dodjeliti kategoriju trenutnom korisniku <a href="%2$s/wp-admin/users.php"><b>%1$s</b>!</a>

source: You must assign a category to this user :
hr_hr: Morate korisniku dodjeliti kategoriju:

source: Select
hr_hr: Odaberi

source: Image
hr_hr: Slika

source: Your content <em>Partner</em> is empty. <a href="/wp-admin/post.php?post=%s&action=edit"> >Edit</a>
hr_hr: Sadržaj <em>Partner</em> je prazan. <a href="/wp-admin/post.php?post=%s&action=edit"> >Uredi</a>

source: You must fill in an email !
hr_hr: Morate upisati email adresu!

source: Edit this post
hr_hr: Izmjeni članak

source: The <b>Last name</b> field is required.
hr_hr: Polje <b>Prezime</b> je obavezno.

source: The <b>First name</b> field is required.
hr_hr: Polje <b>Ime</b> je obavezno.

source: The <b>E-mail</b> field is required.
hr_hr: Polje <b>Email</b> je obavezno.

source: The <b>E-mail name</b> field is invalid.
hr_hr: <b>Email ime</b> polje je neispravno .

source: Invalid verification code.
hr_hr: Pogrešan verifikacijski kod.

source: Subcription request to:
hr_hr: Zahtjev za pretplatu:

source: Subcription from IF Website
hr_hr: Pretplata sa IF webstranice

source: Your request has been sent.
hr_hr: Vaš zahtjev je poslan.

source: Last name
hr_hr: Prezime

source: First name
hr_hr: Ime

source: Copy verification code
hr_hr: Kopirati verifikacijski kod

source: Submit
hr_hr: Pošalji

source: Sliders
hr_hr: Diaporamas

source: Slider
hr_hr: Diaporama

source: Add new slider
hr_hr: Dodaj novi slajder

source: Edit slider
hr_hr: Uredi slajder

source: New slider
hr_hr: Novi slajder

source: View slider
hr_hr: Prikaži slajder

source: Search sliders
hr_hr: Pretraži slajdere

source: No slider found
hr_hr: Slajder nije pronađen

source: No sliders found in Trash
hr_hr: Slajder nije pronađen u smeću

source: Partners
hr_hr: Partneri

source: Add new partners
hr_hr: Dodaj nove partnere

source: Edit partner
hr_hr: Uredi partnere

source: New partner
hr_hr: Novi partner

source: View partner
hr_hr: Prikaži partnere

source: Search partners
hr_hr: Pretraži partnere

source: No partners found
hr_hr: Nije pronađen ni jedan partner

source: No partners found in Trash
hr_hr: Ni jedan partner nije pronađen u smeću

source: This sidebar is for all antennas only. Only the admin can configure it.
hr_hr: Ova pomoćna traka je samo za sve antene. Može je urediti samo administrator.

source: This sidebar is for %s only
hr_hr: Ova pomoćna traka je samo za %s

source: Continue Reading
hr_hr: Nastavi čitati

source: <span class="meta-nav">&larr;</span> Previous
hr_hr: <span class="meta-nav">&larr;</span> Prethodni

source: Post navigation
hr_hr: Šetanje po člancima

source: Next <span class="meta-nav">&rarr;</span>
hr_hr: Sljedeći <span class="meta-nav">&rarr;</span>

source: Skip to Content
hr_hr: Skoči na sadržaj

source: Invalid taxonomy
hr_hr: Neispravna taksonomija

source: Delete
hr_hr: Obriši

source: Description
hr_hr: Opis

source: Links
hr_hr: Poveznice

source: Posts
hr_hr: Članci

source: Edit &#8220;%s&#8221;
hr_hr: Izmjeni &#8220;%s&#8221;

source: Edit
hr_hr: Izmjeni

source: Quick&nbsp;Edit
hr_hr: Brza&nbsp;izmjena

source: View
hr_hr: Prikaži

source: Quick Edit
hr_hr: Brza izmjena

source: Cancel
hr_hr: Otkaži

source: Delete this image
hr_hr: Obriši ovu sliku

source: Cannot delete file. Something's wrong.
hr_hr: Ne mogu obrisati datoteku. Nešto nije u redu.

source: Remove
hr_hr: Makni

source: Add
hr_hr: Dodaj

source: Uploaded files
hr_hr: Prenesene datoteke

source: Upload new files
hr_hr: Prenesi nove datoteke

source: Add more files
hr_hr: Dodaj još datoteka

source: Select a color
hr_hr: Odaberi boju

source: Event information
hr_hr: Informacije o događaju

source: Additional event information
hr_hr: Dodatne informacije o događaju

source: Start Date
hr_hr: Datum početka

source: Mandatory field
hr_hr: Obavezno polje

source: End Date
hr_hr: Krajnji datum

source: Time
hr_hr: Vrijeme

source: <em>Use 24h format (7pm = 19:00). Use the "Time field" only if "End date" is equal to "Start date"</em>
hr_hr: <em>Koristi 24h format (7pm = 19:00). Koristi "Polje Vrijeme" samo ako je "krajnji datum" jednak "početnom datumu"</em>

source: You must ask your server's administrator if the function <i style="color:red">file_get_contents()</i> can be used without limitation
hr_hr: Morate upitati administratora servera može li se <i style="color:red">file_get_contents()</i> koristiti bez limita.

source: Disciplines
hr_hr: Discipline

source: The proposed disciplines are useful for the mobile application only and have <b>no impact on your website</b>
hr_hr: Predložene discipline su korisne samo za mobilne aplikacije i <b>nemaju utjecaja na vašu web stranicu</b>

source: Place
hr_hr: Mjesto

source: Address
hr_hr: Adresa

source: Additional address
hr_hr: Dodatna adresa

source: Zip code
hr_hr: Poštanski broj

source: City
hr_hr: Grad

source: Country
hr_hr: Zemlja

source: Get longitude & latitude
hr_hr: Dohvati geografsku dužinu i širinu

source: <em>Type here the full address of your event. <b>Press "tab" key</b> to get/modify the longitude and latitude</em>
hr_hr: <em>Ovdje upišite adresu vašeg događaja.<b>Pritisnite "tab" tipku</b> za dohvačanje/izmjenu geografske širine i dužine</em>

source: Longitude
hr_hr: Geografska dužina

source: Latitude
hr_hr: Geografska širina

source: Phone number
hr_hr: Broj telefona

source: Link
hr_hr: Poveznica

source: Mandatory fields
hr_hr: Obavezna polja

source: Event updated. <a href="%s">View item</a>
hr_hr: Događaj osvježen. <a href="%s">Prikaži stavku</a>

source: Custom field updated.
hr_hr: Vlastito polje za unos osvježeno.

source: Custom field deleted.
hr_hr: Vlastito polje za unos obrisao.

source: Event updated.
hr_hr: Dogažaj osvježen.

source: Event restored to revision from %s
hr_hr: Dogažaj vraćen na reviziju iz %s

source: Event published. <a href="%s">View event</a>
hr_hr: Događaj objavljen. <a href="%s">Prikaži događaj</a>

source: Event saved.
hr_hr: Događaj spremljen.

source: Event submitted. <a target="_blank" href="%s">Preview event</a>
hr_hr: Događaj poslan. <a target="_blank" href="%s">Pregledaj događaj</a>

source: Event scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview event</a>
hr_hr: Događaj planiran za : <strong>%1$s</strong>. <a target="_blank" href="%2$s">Pregledaj događaj</a>

source: M j, Y @ G:i
hr_hr: j M Y @ G:i

source: Event draft updated. <a target="_blank" href="%s">Preview event</a>
hr_hr: Skica događaja osvježena. <a target="_blank" href="%s">Pregledaj događaj</a>

source: You must tell where this event takes place.
hr_hr: Morate navesti gdje će se zbiti događaj.

source: Longitude is required and must be a valid decimal
hr_hr: Geografska dužina je potreban i mora biti ispravan decimalni broj

source: Latitude is required and must be a valid decimal
hr_hr: Geografska širina je potrebna i mora biti ispravan decimalni broj

source: Must be like: <b>http://www.my-link.ext</b>
hr_hr: Mora biti kao : <b>http://www.moj-link.ext</b>

source: You must check at least one discipline !
hr_hr: Morate odabrati barem jednu disciplinu !

source: Antenna
hr_hr: Antene

source: Category assigned to this Antenna
hr_hr: Kategorija dodjeljena ovoj Anteni

source: You must create another top level category to assign to this user
hr_hr: Da bi ste dodjelili ovom korisniku, morate kreirati drugu vršnu kategoriju

source: Category
hr_hr: Kategorija

source: Slider images
hr_hr: Slike u slajdovima

source: Country slider
hr_hr: Slajder zemlje

source: Check this box if this slider is for Country homepage
hr_hr: Odaberite ovu kučicu ukoliko želite ovaj slajder na početnoj stranici zemlje

source: Title / Description
hr_hr: Naslov / Opis

source: URL link for the image
hr_hr: URL poveznica slike

source: Slider Images
hr_hr: Slike u slajdovima

source: Partners logos
hr_hr: Logo oznake partnera

source: Name of the partner
hr_hr: Ime partnera

source: Booking informations
hr_hr: Informacije rezervacija

source: Open booking
hr_hr: Otvori rezervacije

source: By checking this box, you enable the booking for this event.
hr_hr: Odabirom ove kučice, omogućili ste rezervaciju na ovaj događaj.

source: Email to whom send the booking
hr_hr: Email adresa osobe kojoj poslati rezervaciju

source: Details
hr_hr: Detalji

source: Some information you want to add at the top of the booking form
hr_hr: Neke informacije koje želite dodati

source: Antenna options
hr_hr: Opcije Antene

source: Country homepage
hr_hr: Početna stranica zemlje

source: Special settings
hr_hr: Specijalne postavke

source: Display header's menu pages
hr_hr: Prikaži stranice izbornika od zaglavlja

source: Social sites on the web
hr_hr: Socijalne mreže

source: Background frame
hr_hr: Pozadinski okvir

source: Displayed home categories
hr_hr: Prikazane početne kategorije

source: Number of events for each category displayed on homepage:
hr_hr: Broj događaja za svaku kategoriju prikazan na početnoj stranici:

source: Background image
hr_hr: Pozadinska slika

source: Facebook Page
hr_hr: Facebook stranica

source: Twitter Account
hr_hr: Twitter korisnički račun

source: Google Plus Page
hr_hr: Google Plus stranica

source: Your IF TV Page
hr_hr: Vaša IF TV stranica

source: You Tube Page
hr_hr: You Tube stranica

source: Instagram Page
hr_hr: Instagram stranica

source: Country's background frame
hr_hr: Pozadinski okvir zemlje

source: Displayed country's homepage categories
hr_hr: Prikazane početne kategorije zemlje

source: Number of events for each category displayed on country's homepage:
hr_hr: Broj događaja za svaku kategoriju prikazan na početnoj stranici vaše zemlje:

source: Country's background image
hr_hr: Pozadinska slika zemlje

source: Theme Options
hr_hr: Opcije teme

source: Frame %s
hr_hr: Okvir %s

source: Frame 1
hr_hr: Okvir 1

source: You must create some child categories
hr_hr: Morate kreirati sekundarne kategorije

source: Categories
hr_hr: Kategorije

source: Upload image
hr_hr: Pošalji sliku

source: Choose your background image
hr_hr: Odaberite pozadinski sliku

source: Actual Image
hr_hr: Aktualna slika

source: No image
hr_hr: Bez slike

source: In this section you can custom some functionalities.
hr_hr: U ovom odjeljku možete promjeniti neke funkcionalnosti.

source: Check this box to display the header's pages menu
hr_hr: Odaberite ovo polje za prikaz izbornika stranica zaglavlja

source: %s Theme Options
hr_hr: %s Opcije teme

source: Download an image for your category
hr_hr: Preuzmite sliku za vašu kategoriju

source: Display sub-categories
hr_hr: Prikaži podkategorije

source: Check this box if you want to display a list of child categories
hr_hr: Odaberite ovu kućicu ukoliko želite prikazati listu svih podkategorija

source: Display Posts
hr_hr: Prikaži članke

source: Uncheck this box if you want disable the display of the category's posts
hr_hr: Maknite kvačicu ukoliko želite onemogućiti prikazivanje članaka kategorije

source: Displays a list of all the local antennas
hr_hr: Prikaži listu svih lokalnih antena

source: Title
hr_hr: Naslov

source: This widget displays all the local antennas. No configuration options
hr_hr: Ovaj dodatak prikazuje sve lokalne antene. Bez postavki konfiguracije

source: Displays a list of category's children, related to the current antenna
hr_hr: Prikaži listu podkategorija vezanih uz trenutnu antenu

source: Antenna's categories
hr_hr: Kategorije Antene

source: None
hr_hr: Ni jedan

source: You can custom the widget title here. Default is the category name you choose in the Category parent field below.
hr_hr: Ovdje možete urediti naslov dodatka. Uobičajen je onaj kojeg odaberete iznad u polju glavna kategorija.

source: Category parent
hr_hr: Glavna kategorija

source: Displays a list of antenna's partners logo, related to the current antenna
hr_hr: Prikaži listu logo-a partnera antena, srodnih trenutnoj anteni

source: Antenna's partners
hr_hr: Partneri antene

source: You can custom the widget title here. Default is the title of the selected partner.
hr_hr: Ovdje možete urediti naslov dodatka. Uobičajen naslov je naslov odabranog partnera.

source: Select Partners:
hr_hr: Odaberi partnere :

source: You must create a Partner in order to use this widget:
hr_hr: Ukoliko želite koristit ovaj dodatak morate kreirarti Partnera :

source: Error
hr_hr: Greška

source: You must choose a Partner in the widget configuration:
hr_hr: U konfiguraciji dodatka morate odabrati Partnera :

source: widgets
hr_hr: dodaci

source: Displays a list of links related to the Institut Français
hr_hr: Prikaži listu linkova povezanih sa Institut Français

source: Institut Français links
hr_hr: Institut Français linkovi

source: Numeric IF
hr_hr: Numerički IF

source: Label
hr_hr: Oznaka

source: No post for the moment & no homepage category selected
hr_hr: Trenutno bez članaka i bez odabrane početne kategorije

source: You don't have any <em>Slider</em> recorded yet. <a href="/wp-admin/post-new.php?post_type=if_slider">Add one now ?</a>
hr_hr: Još nemate snimljen ni jedan <em>Slajder</em>. <a href="/wp-admin/post-new.php?post_type=if_slider">Dodati sada?</a>

source: No post for the moment & no configuration options
hr_hr: Trenutno bez članaka i bez opcija u postavkama

source: Coming soon
hr_hr: Dolazi uskoro

source: Edit this entry
hr_hr: Izmjeni ovaj unos

source: Subscribe
hr_hr: Pretplati se

source: OK
hr_hr: Traži

source: You’ve successfully subscribed. Check your inbox now to confirm your subscription.
hr_hr: Uspješno ste se registrirali. Provjerite email sandučić za potvrdu registracije.

source: Your Email
hr_hr: Vaša email adresa

source: Join-us
hr_hr: Priključi se

source: Useful informations
hr_hr: Korisne informacije

source: Booking
hr_hr: Rezervirajte

source: Pages
hr_hr: Stranice

source: RSS Feeds
hr_hr: RSS

source: Main RSS
hr_hr: Glavni RSS

source: Comment Feed
hr_hr: RSS des Commentaires

source: All Blog Posts
hr_hr: Svi članci

source: Permanent Link to %s
hr_hr: Stalna veza prema %s
