Repository: JigSawFr/iftheme
Catalog: iftheme/languages/*.po
Languages: tr_tr

source: Error 404 Not Found
tr_tr: Hata 404 Bulunamadı

source: Oops. Fail. The page cannot be found.
tr_tr: Oops. Hata. Sayfa bulunamadı.

source: Please check your URL or use the search form below.
tr_tr: Lütfen URL bağlantınızı kontrol edin ve yukarıdaki ara butonunu kullanın.

source: Archives
tr_tr: Arşivleri

source: No results
tr_tr: Sonuç yok

source: About:
tr_tr: Hakkında:

source: Recent Posts by
tr_tr: Tarafından en son gönderiler

source: Written on
tr_tr: Yazılı

source: at
tr_tr: da

source: Categories:
tr_tr: Kategoriler

source: No posts by
tr_tr: Tarafından gönderi yok

source: Recent Comments by
tr_tr: Tarafından en son yorumlar

source: %1$s on %2$s
tr_tr: %1$s üzerinden %2$s

source: No comments by
tr_tr: Tarafından yorum yok

source: No post for the moment
tr_tr: Şuan için hiç gönderi yok

source: No post for the moment and/or no homepage category selected
tr_tr: Şuan için hiç gönderi yok ve/veya hiç bir ana sayfa kategorisi seçilmedi

source: Agenda
tr_tr: Ajanda

source: Your comment is awaiting approval.
tr_tr: Yorumunuz onay bekliyor.

source: No comments yet. You should be kind and add one!
tr_tr: Henüz yorum yapılmamış. İlk yorumu siz yapın!

source: Our apologies, you must be
tr_tr: Özür dileriz, siz olmalısınız

source: logged in
tr_tr: Giriş yapıldı

source: to post a comment.
tr_tr: yorum yaz

source: Logged in as
tr_tr: Olarak giriş yap

source: Log out
tr_tr: Çıkış yap

source: Allowed HTML tags:
tr_tr: Açılır pencerelere izin ver:

source: Name
tr_tr: İsim

source: Mail (will not be shared)
tr_tr: Mail (paylaşılmayacak)

source: Website
tr_tr: Web sitesi

source: Comment
tr_tr: Yorum

source: By submitting a comment you grant
tr_tr: Bir yorum yazmak

source: a perpetual license to reproduce your words and name/web site in attribution. Inappropriate and irrelevant comments will be removed at an admin’s discretion. Your email is used for verification purposes only, it will never be shared.
tr_tr: yazdıklarınız ve isminiz web sitesinin kalıcı lisansında geçerli olacak, uygunsuz ve ilgisiz yorumlar yönetici kararına bağlı olarak kaldırılacaktır. E-postanız doğrulama amaçlı kullanılacak, paylaşılmayacaktır.

source: The comments are closed.
tr_tr: Yoruma kapatıldı.

source: Local antennas
tr_tr: Yerel şubeler

source: Warning - You must assign a category to the current user <a href="%2$s/wp-admin/users.php"><b>%1$s</b>!</a>
tr_tr: Uyarı - Mevcut kullanıcı için bir kategori seçmeniz gerekmektedir <a href="%2$s/wp-admin/users.php"><b>%1$s</b>!</a>

source: You must assign a category to this user :
tr_tr: Bu kullanıcı için bir kategori seçmeniz gerekmektedir:

source: Image
tr_tr: Fotoğraf

source: Your content <em>Partner</em> is empty. <a href="/wp-admin/post.php?post=%s&action=edit"> >Edit</a>
tr_tr: İçeriğiniz <em>Destekçi</em>boştur. <a href="/wp-admin/post.php?post=%s&action=edit"> >Düzenle</a>

source: You must fill in an email !
tr_tr: Bir e-mail adresi girmelisiniz !

source: Edit this post
tr_tr: Gönderiyi düzenle

source: The <b>Last name</b> field is required.
tr_tr: The <b>Soy isim</b> alanı gereklidir.

source: The <b>First name</b> field is required.
tr_tr: The <b>İsim</b> alanı gereklidir.

source: The <b>E-mail</b> field is required.
tr_tr: The <b>E-mail</b> alanı gereklidir.

source: The <b>E-mail name</b> field is invalid.
tr_tr: The <b>E-mail adresi</b> geçersizdir.

source: Invalid verification code.
tr_tr: Geçersiz doğrulama kodu.

source: Subcription request to:
tr_tr: İçin kayıt isteği:

source: Subcription from IF Website
tr_tr: IF Web sitesi kaydı

source: Your request has been sent.
tr_tr: İsteğiniz gönderildi.

source: Last name
tr_tr: Soy isim

source: First name
tr_tr: İsim

source: Copy verification code
tr_tr: Doğrulama kodunu yazınız

source: Submit
tr_tr: Teslim et

source: Sliders
tr_tr: Sunumlar

source: Slider
tr_tr: Sunum

source: Add new slider
tr_tr: Yeni sunum ekle

source: Edit slider
tr_tr: Sunumu düzenle

source: New slider
tr_tr: Yeni sunum

source: View slider
tr_tr: Sunumu gör

source: Search sliders
tr_tr: Sunum ara

source: No slider found
tr_tr: Sunum bulunamadı

source: No sliders found in Trash
tr_tr: Geri dönüşüm kutusunda sunum bulunamadı

source: Partners
tr_tr: Destekçler

source: Partner
tr_tr: Destekçi

source: Add new partners
tr_tr: Yeni destekçiler ekle

source: Edit partner
tr_tr: Destekçileri düzenle

source: New partner
tr_tr: Yeni destekçi

source: View partner
tr_tr: Destekçileri görüntüle

source: Search partners
tr_tr: Destekçi ara

source: No partners found
tr_tr: Destekçi bulunamadı

source: No partners found in Trash
tr_tr: Geri dönüşüm kutusunda destekçi bulunamadı

source: This sidebar is for all antennas only. Only the admin can configure it.
tr_tr: Bu kenar çubuğu tüm şubeler içindir. Sadece yönetici yapılandırabilir.

source: This sidebar is for %s only
tr_tr: Kenar çubuğu sadece %s içindir

source: Continue Reading
tr_tr: Okumaya devam et

source: <span class="meta-nav">&larr;</span> Previous
tr_tr: <span class="meta-nav">&larr;</span> Önceki

source: Next <span class="meta-nav">&rarr;</span>
tr_tr: Sonraki <span class="meta-nav">&rarr;</span>

source: Skip to Content
tr_tr: İçeriği geç

source: No post for the moment & no homepage category selected
tr_tr: Şuan için hiçbir gönderi yok & hiçbir anasayfa kategorisi seçilmedi

source: You don't have any <em>Slider</em> recorded yet. <a href="/wp-admin/post-new.php?post_type=if_slider">Add one now ?</a>
tr_tr: Hiçbir <em>Sunumuz</em> kaydedilmedi.<a href="/wp-admin/post-new.php?post_type=if_slider">Bir tane ekle ?</a>

source: No post for the moment & no configuration options
tr_tr: Şuan için hiçbir yorum yok & yapılandırma seçenekleri

source: Coming soon
tr_tr: Yakında

source: Edit this entry
tr_tr: Bu gönderiyi düzenle

source: Newsletter
tr_tr: Bülten

source: Subscribe
tr_tr: Abone ol

source: OK
tr_tr: Tamam

source: You’ve successfully subscribed. Check your inbox now to confirm your subscription.
tr_tr: Kaydınız başarıyla gerçekleştirildi. Şimdi gelen kutunuzu kontrol edin ve kaydınızı doğrulayın.

source: Your Email
tr_tr: E-mail adresiniz

source: Join-us
tr_tr: Bize katılın

source: Useful informations
tr_tr: Gerekli bilgiler

source: Booking
tr_tr: Rezervasyon

source: Pages
tr_tr: Sayfalar

source: RSS Feeds
tr_tr: RSS verileri

source: Main RSS
tr_tr: Ana RSS

source: Comment Feed
tr_tr: Yorum

source: Categories
tr_tr: Kategoriler

source: All Blog Posts
tr_tr: Bütün Sayfa Gönderileri

source: Permanent Link to %s
tr_tr: için Kalıcı Bağlantı %s

source: Antenna
tr_tr: Şube

source: Category assigned to this Antenna
tr_tr: Kategori bu Şubeye atandı

source: You must create another top level category to assign to this user
tr_tr: Bu kullanıcıyı atamak için başka bir üst düzey kategori oluşturmanız gerekir

source: Or there is no category in this language
tr_tr: Ya da bu dilde hiç bir kategori yok

source: Category
tr_tr: Kategori

source: Slider images
tr_tr: Sunum fotoğrafları

source: Country slider
tr_tr: Ülke sunumu

source: Check this box if this slider is for Country homepage
tr_tr: Eğer sunum Ülke anasayfasındaysa bu kutuyu kontrol edin

source: Title / Description
tr_tr: Başlık/Tanım

source: URL link for the image
tr_tr: Fotoğraf için URL bağlantısı

source: Slider Images
tr_tr: Sunum fotoğrafları

source: Partners logos
tr_tr: Destekçi logoları

source: Name of the partner
tr_tr: Destekçi ismi

source: Link
tr_tr: Bağlantı

source: Booking informations
tr_tr: Rezervasyon bilgileri

source: Open booking
tr_tr: Açık rezervasyon

source: By checking this box, you enable the booking for this event.
tr_tr: Bu kutuyu kontrol ederek, bu etkinlik için rezervasyon oluşturabilirsiniz.

source: Email to whom send the booking
tr_tr: Rezervasyonu gönderenin e-mail adresi

source: Details
tr_tr: Detaylar

source: Some information you want to add at the top of the booking form
tr_tr: Rezervasyon formuna eklemek istediğiniz bazı bilgiler

source: Antenna options
tr_tr: Şube seçenekleri

source: Country homepage
tr_tr: Ülke anasayfası

source: Special settings
tr_tr: Özel ayarları

source: Display header's menu pages
tr_tr: Ekran başlığının menü sayfaları

source: Social sites on the web
tr_tr: Webteki sosyal siteler

source: Background frame
tr_tr: Arka Plan çerçevesi

source: Displayed home categories
tr_tr: Ana kategorileri göster

source: Number of events for each category displayed on homepage:
tr_tr: Her kategori için anasayfada görünen makale sayısı:

source: Background image
tr_tr: Arka plan fotoğrafı

source: Facebook Page
tr_tr: Facebook Sayfası

source: Twitter Account
tr_tr: Twitter Hesabı

source: Google Plus Page
tr_tr: Google Plus Sayfası

source: Your IF TV Page
tr_tr: IF TV sayfanız

source: You Tube Page
tr_tr: You Tube sayfanız

source: Instagram Page
tr_tr: Instagram sayfanız

source: Country's background frame
tr_tr: Ülke Arka Plan çerçevesi

source: Displayed country's homepage categories
tr_tr: Ülke anasayfasının kategorilerini göster

source: Number of events for each category displayed on country's homepage:
tr_tr: Her kategori için ülke anasayfasında görünen makale sayısı:

source: Country's background image
tr_tr: Ülke Arka plan fotoğrafı

source: Theme Options
tr_tr: Tema Seçenekleri

source: Frame %s
tr_tr: Çerçeve %s

source: Frame 1
tr_tr: Çerçeve 1

source: You must create some child categories
tr_tr: Bazı alt kategoriler oluşturmanız gerekmektedir

source: Upload image
tr_tr: Fotoğraf yükle

source: Choose your background image
tr_tr: Arka plan fotoğrafınızı seçin

source: Actual Image
tr_tr: Güncel fotoğrafı

source: No image
tr_tr: Fotoğraf yok

source: In this section you can custom some functionalities.
tr_tr: Bu bölümde bazı özel işlevleri yapabilirsiniz

source: Check this box to display the header's pages menu
tr_tr: Başlık sayfaları menüsünü görüntülemek için bu kutuyu işaretleyin

source: This section is where you can save the social sites where readers can find you on the Internet.
tr_tr: Bu bölüme okuyucuların sizi Internet üzerinden bulabileceği sosyal siteleri kaydedebilirsiniz.

source: %s Theme Options
tr_tr: %s Tema Seçenekleri

source: Download an image for your category
tr_tr: Kategoriniz için bir fotoğraf yükleyin

source: Display sub-categories
tr_tr: Alt kategorileri göster

source: Check this box if you want to display a list of child categories
tr_tr: Alt kategorileri görüntülemek istiyorsanız, bu kutuyu kontrol edin

source: Display Posts
tr_tr: Gönderileri göster

source: Uncheck this box if you want disable the display of the category's posts
tr_tr: Kategori gönderilerini görüntülemek istemiyorsanız, bu kutuyu kontrol etmeyin

source: Event information
tr_tr: Etkinlik bilgisi

source: Additional event information
tr_tr: Ek etkinlik bilgisi

source: Start Date
tr_tr: Başlangıç Tarihi

source: Mandatory field
tr_tr: Zorunlu alan

source: End Date
tr_tr: Bitiş Tarihi

source: Time
tr_tr: Tarih

source: <em>Use 24h format (7pm = 19:00). Use the "Time field" only if "End date" is equal to "Start date"</em>
tr_tr: <em>24 saat formatını kullan (7pm = 19:00). Kullan "Zaman alanı" eğer sadece "Bitiş Tarihi" is equal to "Başlangıç Tarihi"</em>

source: You must ask your server's administrator if the function <i style="color:red">file_get_contents()</i> can be used without limitation
tr_tr: İşlevi sunucu yöneticisine sormanız gerekir, <i style="renk:kırmızı">file_get_contents()</i> sınırlama olmaksızın kullanılabilir

source: Disciplines
tr_tr: Disiplinler

source: The proposed disciplines are useful for the mobile application only and have <b>no impact on your website</b>
tr_tr: Önerilen disiplinler yalnızca mobil uygulama için kullanılabilir ve vardır <b>no impact on your website</b>

source: Place
tr_tr: Yer

source: Address
tr_tr: Adres

source: Additional address
tr_tr: Ek adres

source: Zip code
tr_tr: Posta Kodu

source: City
tr_tr: Şehir

source: Country
tr_tr: Ülke

source: Select
tr_tr: Seç

source: Get longitude & latitude
tr_tr: boylam ve enlem al

source: <em>Type here the full address of your event. <b>Press "tab" key</b> to get/modify the longitude and latitude</em>
tr_tr: <em>Etkinliğinizin tam adresi <b>Press "tab" key</b> to get/modify the longitude and latitude</em>

source: Longitude
tr_tr: Boylam

source: Latitude
tr_tr: Enlem

source: Zoom
tr_tr: Yakınlaştır

source: Phone number
tr_tr: Telefon Numarası

source: Mandatory fields
tr_tr: Zorunlu alanlar

source: Event updated. <a href="%s">View item</a>
tr_tr: Etkinlik güncellendi. <a href="%s">View item</a>

source: Custom field updated.
tr_tr: Özel alan güncellendi.

source: Custom field deleted.
tr_tr: Özel alan silindi.

source: Event updated.
tr_tr: Etkinlik güncellendi.

source: Event restored to revision from %s
tr_tr: Etkinlik yeniden gözden geçirildi %s

source: Event published. <a href="%s">View event</a>
tr_tr: Etkinlik yayınlandı. <a href="%s">Etkinlik görüntüle</a>

source: Event saved.
tr_tr: Etkinlik kaydedildi.

source: Event submitted. <a target="_blank" href="%s">Preview event</a>
tr_tr: Etkinlik sunuldu. <a target="_blank" href="%s">Preview event</a>

source: Event scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview event</a>
tr_tr: Etkinlik için programlandı: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview event</a>

source: Event draft updated. <a target="_blank" href="%s">Preview event</a>
tr_tr: Etkinlik taslağı güncellendi. <a target="_blank" href="%s">Preview event</a>

source: You must tell where this event takes place.
tr_tr: Etkinliğin nerede gerçekleşeceğini söyleyin.

source: Longitude is required and must be a valid decimal
tr_tr: Boylam gereklidir ve bir ondalık olmalıdır

source: Latitude is required and must be a valid decimal
tr_tr: Enlem gereklidir ve bir ondalık olmalıdır

source: Must be like: <b>http://www.my-link.ext</b>
tr_tr: Gibi: <b>http://www.my-link.ext</b>

source: You must check at least one discipline !
tr_tr: En az bir disiplini kontrol etmelisiniz!

source: Invalid taxonomy
tr_tr: Geçersiz taksonomi

source: Delete
tr_tr: Sil

source: Description
tr_tr: Tanım

source: Links
tr_tr: Bağlantılar

source: Posts
tr_tr: Gönderiler

source: Edit &#8220;%s&#8221;
tr_tr: Düzenle &#8220;%s&#8221;

source: Edit
tr_tr: Düzenle

source: Quick&nbsp;Edit
tr_tr: Hızlı&nbsp;Düzenle

source: View
tr_tr: Görüntüle

source: Quick Edit
tr_tr: Hızlı Düzenle

source: Cancel
tr_tr: İptal et

source: Delete this image
tr_tr: Bu fotoğrafı sil

source: Cannot delete file. Something's wrong
tr_tr: Bu dosya silinemedi. Bir hata oluştu.

source: Remove
tr_tr: Kaldır

source: Add
tr_tr: Ekle

source: Uploaded files
tr_tr: İndirilen dosyalar

source: Upload new files
tr_tr: Yeni dosyalar indir

source: Add more files
tr_tr: Daha fazla dosya ekle

source: Select a color
tr_tr: Renk seç

source: Cannot delete file. Something's wrong.
tr_tr: Bu dosya silinemedi. Bir hata oluştu.

source: Displays a list of all the local antennas
tr_tr: Tüm yerel şubelerin listesini görüntüle

source: Title
tr_tr: Başlık

source: This widget displays all the local antennas. No configuration options
tr_tr: Bu widget tüm yerel antenleri görüntüler.Yapılandırma seçenekleri yoktur

source: Displays a list of category's children, related to the current antenna
tr_tr: Alt kategorileri görüntüler, mevcut şube ile ilgilidir

source: Antenna's categories
tr_tr: Şube kategorileri

source: None
tr_tr: Hiç biri

source: You can custom the widget title here. Default is the category name you choose in the Category parent field below.
tr_tr: Burada özel Widget başlığı olabilir. Aşağıdaki Kategori üst alanda seçtiğiniz kategori adıdır.

source: Category parent
tr_tr: Ana kategori

source: Displays a list of antenna's partners logo, related to the current antenna
tr_tr: Şubelerin destekçi logo listesini görüntüle, mevcut şube ile ilgilidir

source: Antenna's partners
tr_tr: Şube destekçileri

source: You can custom the widget title here. Default is the title of the selected partner.
tr_tr: Burada özel Widget başlığı olabilir. Standart seçilen destekçinin başlığıdır.

source: Select Partners:
tr_tr: Destekçi seç:

source: You must create a Partner in order to use this widget:
tr_tr: Bu widget'ı kullanmak için bir Destekçi oluşturmanız gerekmektedir:

source: Error
tr_tr: Hata

source: You must choose a Partner in the widget configuration:
tr_tr: Widget yapılandırması için bir Destekçi seçmelisiniz:

source: Displays a list of links related to the Institut Français
tr_tr: Fransız Kültür Merkezi ile ilgili bağlantı listesi görüntüler

source: Institut Français links
tr_tr: Fransız Kültür Merkezi bağlantıları

source: Numeric IF
tr_tr: Fransız Kültür Merkezi Dijital

source: Label
tr_tr: Etiket
